{
  "file": "2025_Brasília_Final_Relatório Final de Auditoria - Parcelamento de Débitos - Neoenergia Brasília.pdf",
  "pages": [
    {
      "page": 1,
      "method": "native",
      "text": "1\nAUDITORIA INTERNA\nConfidential\nAuditoria Interna\nParcelamento de Débitos\nRelatório Final\nObjetivo - avaliar a adequação dos procedimentos \nadotados pelas Distribuidoras inerentes ao processo de \nparcelamento de débitos de energia e os controles \nmantidos quanto ao pagamento da parcela de sinal, o \nnúmero de parcelas negociadas e o cumprimento dos \nlimites de alçada para aprovação, bem como troca de \ntitularidade.\nRisco de aumento do contas a receber/inadimplência\nNeoenergia Brasília\nAUD-1464310\n3/7/24\nEste relatório é estritamente confidencial e de uso exclusivo das áreas envolvidas."
    },
    {
      "page": 2,
      "method": "native",
      "text": "2\nAUDITORIA INTERNA\nConfidential\nPadrão\nNosso \nexame \nfoi \nconduzido \nem \nconformidade \ncom \nas \nNormas \nInternacionais \npara a Prática Profissional \nde Auditoria Interna.\nFunção\nA \nAuditoria \nInterna \né \nresponsável por garantir \numa \nsupervisão \nindependente, objetiva e \nproativa de avaliação e de \nconsultoria, destinada a \nagregar valor e melhorar \nas \noperações \nda \norganização, por meio do \naprimoramento \ndos \ninstrumentos destinados à \ngestão \nde \nriscos, \ncontroles \ninternos, \ncompliance e processos \nde governança.\nLista de Distribuição\nDiretoria \nExecutiva \nde \nRedes\nDiretoria \nServiço \nao \nCliente Distribuição\nDiretoria \nPresidência \n– \nNeoenergia Brasília\n01\nAuditoria Realizada\n02\nContexto\n03\nAvaliação geral do processo\n04\nConstatações e Recomendações\n05\nRiscos do processo\nA\nAnexo I – Instruções sobre o Portal de Auditoria \nInterna \nÍndice\nAnexo II – Metodologia de avaliação da Auditoria \nInterna \nAnexo III – Matriz de negociação geral e consumo não \nmedido"
    },
    {
      "page": 3,
      "method": "native",
      "text": "3\nAUDITORIA INTERNA\nConfidential\nObjetivo\nEscopo\nƖ Verificar o cumprimento dos procedimentos estabelecidos para o parcelamento de \ndébitos de energia e troca de titularidade;\nAlcance\nJaneiro a Dezembro de 2023.\nCronograma\nConclusão dos \ntestes\n24/6/2024\nDraft \ndo \nRelatório\n24/6/2024\nRelatório \nFinal\n3/7/2024\nOs critérios e regras para parcelamento de débitos provenientes de fornecimento de energia, processos de \nirregularidades e obras do sistema constam descritos na orientação técnica DIS-OT-GER-076. Os débitos \npassíveis de parcelamento são provenientes de Faturas Periódicas, Serviços, Conexão à revelia e Consumo \nNão Medido (Fraude/Defeito de Medidor).\nNa Neoenergia Brasília, os parcelamentos são realizados através do Sistema Comercial GCO de acordo com \nas definições apresentadas na Matriz de parcelamento de débitos descritas no procedimento DIS-PRO-GER-\n002 – Gestão da Recuperação de Crédito.\nNo ano de 2023, a Neoenergia Brasília realizou 51.721 parcelamentos, com cobrança via fatura, que montam o \nvalor de R$ 119MM.\n0 1 – A U D I T O R I A R E A L I Z A D A\n0 2 – C O N T E X T O\n#\nObjetivos\nAvaliação\n1\nVerificar o cumprimento dos procedimentos estabelecidos para o parcelamento \nde débitos de energia e troca de titularidade\nAvaliação\nInsatisfatório\nLegenda\nOportunidade\n de melhoria(0)\nConforme(0)\nNão conforme de \nrisco baixo (0,2)\nNão conforme de \n risco médio (0,5)\nNão conforme de \n risco alto (0,8) \nNão conforme de \n risco crítico (1) \nRating\n0 a 10% = Eficiente\n11 a 50% = Satisfatório\n51 a 85% = À melhorar\n86 a 100% = Ineficiente\nP\n0 3 – A V A L I A Ç Ã O G E R A L D O P R O C E S S O\nParcelamento de Débitos (AUD-11463410)"
    },
    {
      "page": 4,
      "method": "native",
      "text": "4\nAUDITORIA INTERNA\nConfidential\n#\nConstatações\n1.1\nFragilidades sistêmicas no processo de parcelamentos de \ndébitos\n1.2\nDeficiências no processo de Parcelamentos de Débitos e \nTroca de Titularidade.\n1.5\nAcessos incorretos às transações de parcelamentos de \ndébitos e troca de titularidade\n1.2\n0 4 – R I S C O S D O P R O C E S S O\n1.5\nAlto\nMédio\nBaixo\nRisco:\nCrítico\n1.1\nParcelamento de Débitos (AUD-11463410)"
    },
    {
      "page": 5,
      "method": "native",
      "text": "5\nAUDITORIA INTERNA\nConfidential\n0 5 – C O N S T A T A Ç Õ E S E R E C O M E N D A Ç Õ E S\n1\nVerificar o cumprimento dos procedimentos estabelecidos para o parcelamento de débitos de \nenergia e troca de titularidade\n#\nRisco\nConstatação\n1.1\nCrítico\nFragilidades sistêmicas no processo de parcelamentos de débitos\nO processo de parcelamento de débitos é regido pelos procedimentos internos DIST-PRO-\nGER-002 e DIST-OT-GER-076, os quais direcionam o funcionamento das negociações \nrealizadas. Conforme previsto nos normativos, as dívidas possuem uma matriz de condições \naplicável que prevê critérios (taxa de juros, percentual de entrada e número de parcelas), os \nquais são aprovados automaticamente e podem ser realizados diretamente nas lojas de \natendimento. Os casos que não seguem as condições da matriz devem passar por aprovação \nconforme procedimento (via e-mail), de acordo com a alçada de valor, antes de sua conclusão. \nAvaliamos o funcionamento do sistema de Gestão Comercial (GCO) quanto aos parâmetros \ndefinidos no procedimento e verificamos que não há fluxo automático de aprovação para os \ncasos de exceção à matriz de negociação, devido às limitações sistêmicas. Estes casos, \nquando informados por e-mail, chegam ao conhecimento da Superintendência de \nRelacionamento com Clientes, para que possam ser avaliados. Entretanto, o sistema permite \nque condições flexibilizadas possam ser registradas diretamente sem a devida aprovação. O \npresente fato impacta no controle dos parcelamentos e, consequentemente, nos registros \nfeitos diariamente em sistema. \nAlém disso, de maneira similar, avaliamos o funcionamento do processo de troca de titularidade \npara unidades com débito e verificamos que, atualmente, o sistema permite a atribuição de \nmudança de titularidade de unidades com débito, independentemente do valor, para outros \nclientes sem aprovação ou ciência da Gerência de Atendimento. \nDevido as fragilidades identificadas, obtivemos a relação dos parcelamentos firmados entre \n2021 e abril/2024, onde identificamos 1.343 parcelamentos (R$ 20MM) em desacordo com o \nprocedimento interno, no que tange a falta de documentação, nenhuma parcela/entrada \nrecebida, transferência de titularidade para unidade consumidora desativada, transferência de \ndébito para pessoas de fora da área de concessão/ falecidas. Destacamos que as ações para \nregularização destes parcelamentos estão em andamento pela área de negócio.\nVale destacar, que a materialização do problema foi direcionada para a área de Compliance e \nAdministração da Companhia, para as devidas verificações adicionais.\nEntendemos que os fatos supracitados comprometem o processo de parcelamento de débitos, \ntornando-o suscetível a riscos , bem como, a integridade dos controles associados. \nRecomendação\nResponsável\nPrazo\nImplementar controle (detectivo) para os parcelamentos firmados com os \nclientes, de maneira a cobrir (i) parcelamentos indevidos (sem aprovação) e \n(ii) transferência de dívida improcedentes.\nJoyce Vieira\nGerente de \nAtendimento\n30/08/2024\nAvaliar a troca do sistema comercial da Distribuidora, de maneira a \npossibilitar \nmelhoria \nno \nacompanhamento \ne \ngestão \ndas \nações \nadministrativas.\nJoyce Vieira\nGerente de \nAtendimento\n31/07/2025\nParcelamento de débitos (AUD-1464310)"
    },
    {
      "page": 6,
      "method": "native",
      "text": "6\nAUDITORIA INTERNA\nConfidential\n0 5 – C O N S T A T A Ç Õ E S E R E C O M E N D A Ç Õ E S\n1\nVerificar o cumprimento dos procedimentos estabelecidos para o parcelamento de débitos de \nenergia e troca de titularidade\n#\nRisco\nConstatação\n1.2\nCrítico\nDeficiências no processo de Parcelamentos de Débitos e Troca de Titularidade:\nOs parcelamentos registrados no sistema de Gestão comercial (GCO), conforme comentado na \navaliação anterior, são aprovados automaticamente caso se enquadrem na matriz de \nnegociações definida no procedimento interno. Em caso de condições excepcionais, estes \ncontratos necessitam de aprovação de acordo com o procedimento.\nDo total de 51.721 contratos registrados em 2023, os quais somam R$ 119MM, selecionamos uma \namostra de 25 clientes, a fim de avaliar: (i) aprovação das alçadas competentes (ii) taxa de juros \naplicada (iii) n° de parcelas e (iv) assinatura do contrato de parcelamento (TRD).\nDos 25 clientes analisados, os quais totalizam 57 contratos, identificamos: \n•\n03 contratos em condições flexibilizadas (fora da matriz) sem aprovação por e-mail, os quais \ntotalizam R$ 581 mil;\n•\n41 contratos sem documentação associada, totalizando R$ 913 mil. A Gerência de \nAtendimento informou que estes casos estão em avaliação interna, uma vez que não \npossuem documentação relacionada e encontram-se em desacordo com o procedimento \ninterno. \nDevido as fragilidades identificadas, ampliamos o escopo para os parcelamentos firmados \nentre 2021 e abril/2024, onde identificamos 1.343 parcelamentos (R$ 20MM) em desacordo com \no procedimento interno, no que tange a falta de documentação, nenhuma parcela/entrada \nrecebida, transferência de titularidade para unidade consumidora desativada, transferência de \ndébito para pessoas de fora da área de concessão/ falecidas. Destacamos que as ações para \nregularização destes parcelamentos estão em andamento pela área de negócio. Vale destacar, \nque a materialização do problema foi direcionada para a área de Compliance e Administração \nda Companhia, para as devidas verificações adicionais.\nConforme comentado na avaliação anterior, o sistema comercial não contempla fluxo de \naprovação automático para os parcelamentos registrados em condições fora da matriz de \nnegociação, o que não garante – portanto – que todos os contratos que deveriam ser \naprovados mediante alçada assim os foram.\nRecomendação\nResponsável\nPrazo\nEstabelecer controle de avaliação e padronização de atendimento aos \nclientes, em especial no que tange a guarda da documentação \ncomprobatória, de maneira a possibilitar o atendimento alinhado com as \nnormas internas, formalizando as boas práticas no Manual do Atendente.\nJoyce Vieira\nGer. Atendimento\n30/08/2024\nImplementar nos controles internos instituídos, a inclusão do resultado da \npesquisa de situação cadastral do CPF/CNPJ, de forma a coibir a vinculação \nde unidade consumidora a pessoas físicas e jurídicas com situação baixada e \ninapta.\nJoyce Vieira\nGer. Atendimento\n30/08/2024\nAvaliar a implementação de instituição de alçada de aprovação para os \nparcelamentos de débitos realizados dentro da matriz.\nJoyce Vieira\nGer. Atendimento\n30/08/2024\nLevantar todos os parcelamentos de débitos que ocorreram em desacordo \ncom os normativos internos e proceder com a sua regularização, avaliando \npossibilidade de reversão aos clientes oriundos das dívidas.\nJoyce Vieira\nGer. Atendimento\n30/08/2024\nEstabelecer procedimento para todos os casos de transferências de dívidas, \nindependentemente do valor, com desenvolvimento de indicador específico, \nincluindo, entre outros: definição de alçada de aprovação; Termo de \nReconhecimento de Dívida – TRD, documentação de identificação do \ncliente, comprovante de situação cadastral.\nJoyce Vieira\nGer. Atendimento\n30/08/2024\nParcelamento de débitos (AUD-1464310)"
    },
    {
      "page": 7,
      "method": "native",
      "text": "7\nAUDITORIA INTERNA\nConfidential\n0 5 – C O N S T A T A Ç Õ E S E R E C O M E N D A Ç Õ E S\nParcelamento de débitos (AUD-1464310)\n1\nVerificar o cumprimento dos procedimentos estabelecidos para o parcelamento de débitos de \nenergia e troca de titularidade\n#\nRisco\nConstatação\n-\nConforme\nRegistros dos parcelamentos no sistema comercial e contábil em conformidade com os \nparâmetros estabelecidos no MCSE\nP\n1\nVerificar o cumprimento dos procedimentos estabelecidos para o parcelamento de débitos de \nenergia e troca de titularidade\n#\nRisco\nConstatação\n-\nConforme\nRegularidade no monitoramento e acompanhamento das ações sobre os parcelamentos \nvencidos.\nP\n1\nVerificar o cumprimento dos procedimentos estabelecidos para o parcelamento de débitos de \nenergia e troca de titularidade\n#\nRisco\nConstatação\n1.5\nMédio\nAcessos incorretos às transações de parcelamentos de débitos e troca de titularidade\nA concessão dos acessos às transações do sistema comercial (GCO) se dá mediante abertura \nde chamado, os quais são realizados individualmente pelos colaboradores. Solicitamos a TI \n(transformação digital) a relação de usuários com acessos às transações de operação dos \nparcelamentos (X-ATCD) e troca de titularidade (ARESP) no sistema. \nIdentificamos 1300 usuários com acesso à transação de parcelamentos, dos quais 381 \nacessaram a transação entre janeiro e fevereiro/2024. Da mesma forma, 499 usuários \nencontram-se com acesso à transação de alteração de titularidade, dos quais 111 acessaram no \nperíodo mencionado. Do total de usuários com acesso às transações, identificamos 24 \nmatrículas de outras diretorias sem possível relação direta com o processo de parcelamento e \ntroca de titularidade.\nAdicionalmente, identificamos 679 acessos inativos (colaboradores desligados) com permissão \nàs transações supracitadas. Para estes casos, devido ao GCO ser um sistema integrado a rede, \nnão se faz possível o acesso à plataforma uma vez que a matrícula AMER é excluída. \nEntretanto, entendemos que uma revisão nos acessos às transações deve ser feita a fim de \nmitigar operações incorretas. \nOs colaboradores com acesso à funcionalidade de parcelamentos de débitos com \ntransferência de dívida no sistema comercial, foram revistos e atualmente 8 colaboradores \npróprios tem acesso.\nRecomendação\nResponsável\nPrazo\nRealizar a revisão das concessões dos acessos atribuídos, procedendo com \nas regularizações necessárias, garantindo que apenas colaboradores ativos \ne autorizados tenham permissão para acessar as transações específicas.\nJoyce Vieira\nGerente de \nAtendimento\n31/07/2024\nRevisar os perfis de acesso com acesso à funcionalidade de parcelamentos \nde débitos com transferência de dívida no sistema comercial\nJoyce Vieira\nGerente de \nAtendimento\nImplementada\nDefinir nova metodologia de ambiente de controle, considerando os \nprincipais processos de entrada e saída de recursos, para auxiliar a área de \nnegócio a coibir possíveis irregularidades.\nSilvia Galindo\nSup. Controles \nInternos\n30/08/2024"
    },
    {
      "page": 8,
      "method": "native",
      "text": "8\nAUDITORIA INTERNA\nConfidential\nA N E X O I - I n s t r u ç õ e s s o b r e o P o r t a l d e A u d i t o r i a I n t e r n a\nO sistema i-Audit tem por objetivo promover o acompanhamento e implementação das \nrecomendações emitidas pela Auditoria Interna.\nƖ ACESSO AO SISTEMA\nPortal dos colaboradores > Meus favoritos procurar o aplicativo GRC > Login: matrícula (ex.: \nU425536) e senha de rede.\nƖ IMPLEMENTAÇÃO DE RECOMENDAÇÃO\nClicar em Remediation > Findings (Constatações) > Findings (Constatações) > Clicar no Finding ID \n(FND) que deseja registrar a evidência > Aba Action Plan (Plano de Ação) > Clicar em EDIT (Editar) \n> Abrir Monitoring Progress (Monitoramento do Progresso) > Clicar em Add New (Adicionar Novo) \nao lado direito da página > Em Comments: escrever texto breve sobre a ação implementada > \nCaso queira anexar evidências: clicar em Add New (Adicionar novo) > Fazer upload (para anexar \nmais de um arquivo, após carregamento do anterior, clicar em ok). Para finalizar o processo, clicar \nem Save and Close (Salvar e fechar) e as informações da implementação do Plano de Ação já \nestarão disponíveis para avaliação da equipe de auditoria."
    },
    {
      "page": 9,
      "method": "native",
      "text": "9\nAUDITORIA INTERNA\nConfidential\nFatores de risco e probabilidade\nA N E X O I I – M e t o d o l o g i a d e a v a l i a ç ã o d a A u d i t o r i a I n t e r n a\nƖ O modelo de priorização e classificação de riscos apresentado está de acordo com a \nmetodologia desenvolvida pela Auditoria interna e aprovada pelo Comitê de Auditoria \nNeoenergia.\nƖ São levados em consideração os principais fatores de risco e a probabilidade de ocorrência da \ndeficiência identificada, gerando automaticamente a avaliação da relevância. A Auditoria Interna \npoderá modificar a avaliação de relevância por causas justificadas e baseada no juízo \nprofissional do Responsável pela Auditoria Interna."
    },
    {
      "page": 10,
      "method": "native",
      "text": "10\nAUDITORIA INTERNA\nConfidential\nMatriz de Negociação Geral e Consumo Não Medido\nA N E X O I I I – M a t r i z d e n e g o c i a ç ã o g e r a l e c o n s u m o n ã o \nm e d i d o\nƖ O matriz abaixo relacionada consta disposta no procedimento DIS-PRO-GER-002, aprovada em \n11/10/2023."
    }
  ]
}