{
  "file": "Final - Gestão do Fluxo de Caixa.pdf",
  "pages": [
    {
      "page": 1,
      "method": "native",
      "text": "1\nAUDITORIA INTERNA\nConfidential\n05/09/25\nAuditoria Interna\nEste relatório é estritamente confidencial e de uso exclusivo das áreas envolvidas.\nGestão do Fluxo de Caixa\nRelatório Final\nNeoenergia\nAUD-1794347"
    },
    {
      "page": 2,
      "method": "native",
      "text": "2\nAUDITORIA INTERNA\nConfidential\nPadrão\nNosso\nexame\nfoi\nconduzido\nem\nconformidade\ncom\nas\nNormas\nInternacionais\npara a Prática Profissional\nde Auditoria Interna.\nFunção\nA\nAuditoria\nInterna\né\nresponsável por garantir\numa\nsupervisão\nindependente, objetiva e\nproativa de avaliação e de\nconsultoria,\ndestinada\na\nagregar valor e melhorar\nas\noperações\nda\norganização, por meio do\naprimoramento\ndos\ninstrumentos destinados à\ngestão\nde\nriscos,\ncontroles\ninternos,\ncompliance e processos\nde governança.\nLista de Distribuição\nDiretoria\nExecutiva\nFinanças e Relação com\nInvestidor\n01\nAuditoria Realizada\n02\nContexto\n03\nAvaliação Geral do Processo\nA\nAnexo I – Instruções sobre o Portal de Auditoria \nInterna \nÍndice\nAnexo II – Metodologia de avaliação da Auditoria \nInterna"
    },
    {
      "page": 3,
      "method": "native",
      "text": "3\nAUDITORIA INTERNA\nConfidential\nObjetivo\n•\nValidar os valores e estrutura de cálculo para apuração do fluxo de caixa para as \nempresas do Grupo, considerando as respectivas variáveis e ações implementadas \npara melhoria destes fluxos.\nRisco\nContinuidade nas operações do Grupo\nEscopo\n▪\nVerificar a elaboração e monitoramento do Fluxo de Caixa;\n▪\nAvaliar o enquadramento do Fluxo de Caixa aos limites financeiros\nAlcance\nNeoenergia (Consolidado) e Distribuidoras\nJaneiro a Junho/2025.\nSerão avaliados os aspectos de Governança, Gerenciamento de Riscos e Controles\nCronograma\nData início \ndo trabalho\n23/07/2025\nDraft\nemitido\n03/09/2025\nRelatório\nFinal\n05/09/25\n0 1 – A U D I T O R I A R E A L I Z A D A\n0 2 – C O N T E X T O\nGestão do Fluxo de Caixa (AUD-1794347)\nO fluxo de caixa das empresas do Grupo é elaborado, inicialmente, com base no MPE (Método de Previsão\nEstatística), emitido pela equipe de Planejamento e Controle. Utiliza-se também dados de orçamento (OPEX),\nArrecadação, Tributos e Financeiros, os quais são revisitados e atualizados periodicamente com a melhores\nestimativas durante o ano.\nA equipe de Planejamento Financeiro obtêm junto as áreas as estimativas atualizadas para projetar os valores\nmensais, que são convertidos em valores diários, permitindo identificar com antecedência a necessidade de\ncobertura de caixa.\nA realização do fluxo de caixa é feita diariamente, com apoio dos sistemas SAP e XTPG (sistema de gestão de\ntesouraria), extraindo os dados de arrecadação, pagamentos de energia, tributos e amortizações, os quais são\nregistrados em planilhas segregadas por empresa (CNPJ). A atualização do fluxo com as informações\nrealizadas auxilia na avaliação e estratégia de captação de recursos futuros, caso aplicável.\nAlém disso, existem indicadores de monitoramento do caixa, sendo: (i) liquidez (12 meses de operação) e; (ii)\ncaixa mínimo operacional, ambos definidos nas Diretrizes de Riscos (NEO-POL-GEF-002).\nSendo assim, o processo está operando de forma adequada, com controles eficazes e informações confiáveis\npara suporte à tomada de decisão."
    },
    {
      "page": 4,
      "method": "native",
      "text": "4\nAUDITORIA INTERNA\nConfidential\n0 3 – A V A L I A Ç Ã O G E R A L\n#\nContatações Conforme\n1 \nVerificar a elaboração e monitoramento do Fluxo de Caixa\nInformações utilizadas nas projeções do fluxo de caixa são íntegras, rastreáveis e\ncompatíveis com o modelo MPE.\nMovimentações do fluxo de caixa conciliadas e atualizadas conforme dados\nrealizados (SAP e XTPG).\nAcompanhamento do fluxo de caixa realizado adequadamente para suporte à\ncaptação de recursos.\n2 \nAvaliar o enquadramento do Fluxo de Caixa aos limites financeiros\nIndicadores de liquidez em conformidade com as diretrizes de risco (NEO-POL-GEF-\n002).\nGestão do Fluxo de Caixa (AUD-1794347)\nClassificação do Processo\nSATISFATÓRIO\nRating\n<=20% = Satisfatório\n>20% e <=50% = Satisfatório com melhorias\n>50% e <=80% A melhorar\n>80% = Insatisfatório"
    },
    {
      "page": 5,
      "method": "native",
      "text": "5\nAUDITORIA INTERNA\nConfidential\nA N E X O I - I n s t r u ç õ e s s o b r e o P o r t a l d e A u d i t o r i a I n t e r n a\nO sistema i-Audit tem por objetivo promover o acompanhamento e implementação das\nrecomendações emitidas pela Auditoria Interna.\nƖ ACESSO AO SISTEMA\nPortal dos colaboradores > Meus favoritos procurar o aplicativo GRC > Login: matrícula (ex.:\nU425536) e senha de rede.\nƖ IMPLEMENTAÇÃO DE RECOMENDAÇÃO\nClicar em Remediation > Findings (Constatações) > Findings (Constatações) > Clicar no Finding ID\n(FND) que deseja registrar a evidência > Aba Action Plan (Plano de Ação) > Clicar em EDIT (Editar)\n> Abrir Monitoring Progress (Monitoramento do Progresso) > Clicar em Add New (Adicionar Novo)\nao lado direito da página > Em Comments: escrever texto breve sobre a ação implementada >\nCaso queira anexar evidências: clicar em Add New (Adicionar novo) > Fazer upload (para anexar\nmais de um arquivo, após carregamento do anterior, clicar em ok). Para finalizar o processo, clicar\nem Save and Close (Salvar e fechar) e as informações da implementação do Plano de Ação já\nestarão disponíveis para avaliação da equipe de auditoria."
    },
    {
      "page": 6,
      "method": "native",
      "text": "6\nAUDITORIA INTERNA\nConfidential\nFatores de risco e probabilidade\nA N E X O I I – M e t o d o l o g i a d e a v a l i a ç ã o d a A u d i t o r i a I n t e r n a\nƖ O modelo de priorização e classificação de riscos apresentado está de acordo com a\nmetodologia desenvolvida pela Auditoria interna e alinhada com o Comitê de Auditoria\nNeoenergia.\nƖ São levados em consideração os principais fatores de risco e a probabilidade de ocorrência da\ndeficiência identificada, gerando automaticamente a avaliação da relevância. A Auditoria Interna\npoderá modificar a avaliação de relevância por causas justificadas e baseada no juízo\nprofissional do Responsável pela Auditoria Interna.\nRiscos\nNão conforme de \nrisco baixo (0,2)\nNão conforme de \nrisco médio (0,8)\nNão conforme de \nrisco alto (1,6) \nNão conforme de \nrisco crítico (4) \nClassificação dos riscos"
    }
  ]
}